honeytrap/attacks/from_port_7080-tcp_7047_2022-03-26_md5_16d74f060235c2d3daabb906cd2bb6af

POST /sdk HTTP/1.1
Connection: close
Content-Length: 441
Host: 34.133.235.83:7080
User-Agent: Mozilla/5.0 (compatible;)

<soap:Envelope xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Header><operationID>00000001-00000001</operationID></soap:Header><soap:Body><RetrieveServiceContent xmlns="urn:internalvim25"><_this xsi:type="ManagedObjectReference" type="ServiceInstance">ServiceInstance</_this></RetrieveServiceContent></soap:Body></soap:Envelope>